/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2007 tacow.";

AMName = "New Untitled Text File";

/*  AMApplication localized strings  */
"Finder" = "Finder";

/*  AMCategory localized strings  */
"Finder" = "Finder";

/*  AMDescription localized strings  */

"Set the initial contents of the file to either nothing or placeholder text." = "Set the initial contents of the file to either nothing or placeholder text.";
"Creates a new untitled text file at the passed Finder location (or the Desktop if nothing is passed in)." = "Creates a new untitled text file at the passed Finder location (or the Desktop if nothing is passed in).";